import React from "react";

const Breaking = () => {
    return ( 
        <React.Fragment>
            <div className="text-right p-10 bg-gray-1">
                <div className="BandAid1Header">كسور العظام</div>

                <div className="mt-10">
                    <div className="BandAid2Header">:مقدمة</div>
                    <div className="BandAidText">
                        كسور العظام هي حالة شائعة، قد يكون العظم مكسورًا تمامًا أو مكسورًا جزئيًا بأي عدد من الطرق بالعرض، بالطول، في أجزاء متعددة
                    </div>
                </div>
                <div className="mt-10">
                    <div className="BandAid2Header">:الأسباب الأكثر شيوعًا للكسور هي</div>
                    <div className="BandAidText">
                        الحوادث المؤلمة: مثل الإصابات الرياضية وحوادث السيارات والسقوط
                        <br /><br />
                        هشاشة العظام: هذا الاضطراب يضعف العظام ويجعلها أكثر عرضة للكسر
                        <br /><br />
                        الإفراط في الحركة المتكررة: يمكن أن تتعب العضلات وتضع مزيدًا من القوة على العظم وهذا يمكن أن يؤدي إلى كسور الإجهاد (أكثر شيوعًا في الرياضيين)
                    </div>
                </div>
                <div className="mt-10">
                    <div className="BandAid2Header">:عوامل الخطورة</div>
                    <div className="BandAidText">
                        العمر: تفقد النساء كثافة العظام أكثر من الرجال مع تقدمهن في العمر بسبب فقدان هرمون الأستروجين في سن اليأس
                        <br /><br />
                        التدخين: هو أحد عوامل الخطر للإصابة بالكسر بسبب تأثيره على مستويات الهرمون المرأة التي تُدخن عمومًا تمر في مرحلة سن اليأس في سن مبكر
                        <br /><br />
                        الكورتيزون: غالبًا ما يوصف لعلاج الحالات الالتهابية المزمنة، مثل التهاب المفاصل الروماتويدي، وأمراض التهاب الأمعاء ومرض الانسداد الرئوي المزمن، لكن يمكن أن تؤدي الحاجة إلى استخدامها بجرعات متزايدة إلى فقدان العظام والإصابة بالكسور
                        <br /><br />
                        التهاب المفاصل الروماتويدي: من أمراض المناعة الذاتية، حيث أن الجسم يهاجم الخلايا والأنسجة السليمة حول المفاصل، مما يؤدي إلى فقدان المفصل وخطر إصابة العظام
                        <br /><br />
                        مرضى السكري: المصابين بالنوع الأول من داء السكري غالبًا ما يكون لديهم كثافة عظام منخفضة، حيث يمكن لمشكلات الرؤية وتلف الأعصاب التي تُصاحب مرض السكري في كثير من الأحيان أن تُسهم في السقوط والإصابة بالكسور
                        <br /><br />
                        الكسور السابقة
                        <br /><br />
                        التاريخ العائلي لكسور الورك: يزيد من خطر كسور الورك في أطفالهم
                    </div>
                </div>
                <div className="mt-10">
                    <div className="BandAid2Header">:الأعراض</div>
                    <div className="BandAidText">
                        كثير من الكسور مؤلمة للغاية وقد تمنع الفرد من تحريك المنطقة المصابة، ومن هذه الأعراض الشائعة
                        <br /><br />
                        كدمات
                        <br /><br />
                        التشوه: قد يبدو أحد الأطراف خارج المكان أو جزء من العظم قد يخترق الجلد
                    </div>
                </div>
                <div className="mt-10">
                    <div className="BandAid2Header">:الوقاية</div>
                    <div className="BandAidText">
                        النظام الغذائي السليم الغني بالكالسيوم وفيتامين (د)
                        <br /><br />
                        ممارسة الرياضة قد يساعد في منع بعض الكسور
                    </div>
                </div>

            </div>
        </React.Fragment>
     );
}
 
export default Breaking;