import React from "react";

const Burn = () => {
    return ( 
        <React.Fragment>
           <div className="text-right p-10">
                <div className="BandAid1Header">​​​الإسعافات الأولية للحروق</div>

                <div className="mt-10">
                    <div className="BandAid2Header">:تعريف الحرق</div>
                    <div className="BandAidText">
                        هو تلف في الأنسجة ناتج عن تعرض الجلد إلى الحرق بالنار أو التعرض بشكل مطول لأشعة الشمس أو أي إشعاع آخر، بالإضافة إلى ملامسة الأسطح الحارقة، أو المواد الكيميائية
                    </div>
                </div>
                <div className="mt-10">
                    <div className="BandAid2Header">:حروق الدرجة الأولى (الخفيفة)</div>
                    <div className="BandAid2Header">:إجراءات إسعافية</div>
                    <div className="BandAid2Header">:إفعل</div>
                    <div className="BandAidText">
                        تبريد الحرق للمساعدة في تهدئة الألم وذلك بوضع المنطقة المحترقة تحت الماء الجاري من الصنبور والمعتدل البرودة لمدة 10 إلى 15 دقيقة لتخفف الألم
                        <br /><br />
                        إزالة الاكسسوارات (مثل: خواتم أو ساعات أو أحزمة ) إن وجدت أو إزالة أحذية أو أي ملابس برفق وبسرعة ، قبل أن تتضخم المنطقة
                        <br /><br />
                        تغطية منطقة الحرق باستخدام ضمادة رطبة أو قطعة قماش نظيفة باردة، لتقليل خطر العدوى
                        <br /><br />
                        أخذ مسكن الألم إذا لزم الأمر وذلك لتخفيف الألم
                        <br /><br />
                        اطلب المساعدة فورًا إذا كانت الحروق شديدة وتمتد لمساحات واسعة، أو إذا لاحظت علامات العدوى مثل زيادة الألم واحمرار وتورم
                    </div>
                    <div className="BandAid2Header">:لا تفعل</div>
                    <div className="BandAidText">
                        لا تحاول لمس الفقاعات الناتجة من الحرق
                        <br /><br />
                        لا تضع أي مراهم أو استخدام الزبدة أو معجون الأسنان وغيرها من العلاجات على الحرق
                        <br /><br />
                        لا تستخدم​ الثلج مباشرة على المنطقة المصابة بالحروق
                    </div>
                </div>

                <div className="mt-10">
                    <div className="BandAid2Header">:حروق الدرجة الثانية</div>
                    <div className="BandAid2Header">:إجراءات إسعافية</div>
                    <div className="BandAid2Header">:إفعل</div>
                    <div className="BandAidText">
                        حماية الشخص المصاب من الضرر
                        <br /><br />
                        انزع المجوهرات والأحزمة وغيرها، خاصة حول المناطق المحترقة على سبيل المثال الرقبة
                        <br /><br />
                        أخذ مسكن الألم إذا لزم الأمر وذلك لتخفيف الألم
                        <br /><br />
                        تغطية منطقة الحرق باستخدام ضمادة رطبة أو قطعة قماش نظيفة باردة
                        <br /><br />
                        تغطية الفقاعات المفتوحة بضمادة جافة ومعقمة
                    </div>
                    <div className="BandAid2Header">:لا تفعل</div>
                    <div className="BandAidText">
                        إزالة الملابس المحترقة العالقة على الجلد
                        <br /><br />
                        تغطية الحرق بضمادة لاصقة
                        <br /><br />
                        وضع المناطق المصابة بالحروق الكبيرة داخل الماء البارد لتفادي حدوث صدمة للمصاب
                        <br /><br />
                        استخدام الثلج مباشرة على المنطقة المصابة بالحروق
                        <br /><br />
                        وضع أي مراهم أو استخدام الزبدة أو معجون الأسنان، أو غيرها من العلاجات على الحرق
                        <br /><br />
                        لمس أو فتح الفقاعات الناتجة من الحرق
                        <br /><br />
                        وضع القطن الرقيق على المنطقة المصابة والذي قد يثير الجلد
                    </div>
                </div>

            </div>
        </React.Fragment>
     );
}
 
export default Burn;