import React from "react";

const Drowing = () => {
    return ( 
        <React.Fragment>
            <div className="text-right p-10 bg-gray-1">
                <div className="BandAid1Header">الغرق</div>

                <div className="mt-10">
                    <div className="BandAid2Header">:ما الذي يجب فعله عند رؤية الغريق</div>
                    <div className="BandAidText">
                        طلب النجدة من المتواجدين في المكان
                        <br /><br />
                        التأكد من أن المحيط آمن للمنقذ
                        <br /><br />
                        انتشال الغريق من الماء فورًا إذا كان قريب، وإذا كان بعيد لا يجب السباحة إليه إلا إذا كان المنقذ سباحًا ماهرًا
                    </div>
                </div>
                <div className="mt-10">
                    <div className="BandAid2Header">:إجراءات إسعافية</div>
                    <div className="BandAidText">
                        وضع الغريق على أرض مستوية مستلقيًا على ظهره، ويجب الحذر عند التعامل معه فقد يكون فاقدًا وعيه بسبب ارتطام رأسه بشيء
                        <br /><br />
                        مناداة الغريق وهز كتفيه للتأكد من استجابته
                        <br /><br />
                        إذا لم يستجب الغريق للنداء فيجب التحقق من تنفسه
                        <br /><br />
                        إذا كان الغريق يتنفس: وضعه في وضع الإفاقة وتدفئته بالملابس أو البطانية وتغيير ثيابه المبللة وانتظار سيارة الإسعاف
                    </div>
                </div>
                <div className="mt-10">
                    <div className="BandAid2Header">:إذا لم يكن يتنفس</div>
                    <div className="BandAidText">
                        رفع رأس الغريق عن طريق وضع يد على جبينه ويد أسفل ذقنه ورفعه بحذر، وذلك لفتح مجرى التنفس
                        <br /><br />
                        تحسس مكان الحنجرة (تفاحة آدم) في الرقبة باستخدام إصبعين، وذلك للتحقق من وجود النبض 
                        <br /><br />
                        لبدء بإجراء التنفس الصناعي بالنفخ في فم المصاب 5 مرات ببطء (لمدة ثانية ونصف إلى ثانيتين) مع مراقبة ارتفاع صدره بعد النفخ والانتظار حتى يهبط صدره بين النفخات
                        <br /><br />
                        القيام بعملية الإنعاش القلبي الرئوي (30 ضغطة)
                        <br /><br />
                        إعادة التنفس الصناعي بالنفخ مرتين فقط، ثم القيام بالإنعاش القلبي الرئوي مرة أخرى وهكذا إلى أن يستيقظ الغريق أو وصول سيارة الإسعاف
                        <br /><br />
                        إذا استعاد الغريق تنفسه قبل وصول سيارة الإسعاف فيجب تدفئته بالملابس أو البطانية وتغيير ثيابه المبللة
                        <br /><br />
                        مراقبة الغريق والتحقق من نبضه وتنفسه إلى أن يصل الإسعاف
                    </div>
                </div>
            </div>
        </React.Fragment>
     );
}
 
export default Drowing;